# IdeaStatiCa.ConnectionApi.Model.Segment2D

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**EndPoint** | **Point2D** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)